Repository: papajoker/manjaro-branch-check
Catalog: src/*/LC_MESSAGES/*.po
Languages: tr

source: branch
tr: rama

source: branches
tr: ramas

source: by
tr: por

source: database
tr: base de datos

source: server
tr: servidor

source: servers
tr: servidores

source: mirrors
tr: espejos

source: config
tr: configuración

source: installed
tr: instalado

source: infos on local repos
tr: información sobre los repositorios locales (caché)

source: a brief description of your package
tr: una breve descripción de tu paquete

source: days
tr: días

source: day
tr: día

source: package installed ?
tr: ¿paquete instalado? (* si sí)

source: must be one of
tr: debe ser uno de

source: add General Info by Gemini
tr: añade información general del paquete por Gemini

source: run pacman -Si in `branch`
tr: ejecuta además un `pacman -Si` en la `rama` solicitada

source: display all branches
tr: listar todas las ramas

source: run pacman in branch
tr: ejecutar `pacman` en una rama

source: search
tr: buscar (-Ss)

source: list
tr: listar (-Sl)

source: info
tr: información sobre un paquete (-Si)

source: show less information
tr: mostrar menos información

source: branch packages differences
tr: diferencias de paquetes entre las ramas

source: use only flags! %v too mutch
tr: ¡usa solo flags! %v es demasiado

source: invalid branches specified: not %d
tr: Número de ramas inválido, no %d

source: new packages detail
tr: añade el detalle de los nuevos paquetes

source: removed manjaro packages detail
tr: añade el detalle de los paquetes eliminados de Manjaro

source: packages
tr: paquetes

source: filter
tr: filtro

source: compare versions over branches
tr: comparar las versiones entre las ramas

source: name filter (regex)
tr: filtro por nombre de paquete (regex)

source: display only downgrade up
tr: filtra las versiones superiores a la rama siguiente

source: invalid branches specified: %s
tr: número de ramas inválido: %s

source: only installed packages filter
tr: filtro solo para los paquetes instalados

source: list packagers
tr: listar los empaquetadores

source: packager filter (regex)
tr: filtro por empaquetador (regex)

source: remove database in
tr: eliminar la base de datos en

source: Directory
tr: Directorio

source: Delete this script and configuration
tr: Eliminar este script y su configuración

source: removed successfully
tr: eliminado correctamente

source: Update branches
tr: Actualizar ramas

source: Update Manjaro and Archlinux pacman databases
tr: Actualizar las bases de datos de pacman para Manjaro y Archlinux
